import React from 'react'

export default function Serviceinfo() {
  return (
    <div style={{ padding: 5 }}>
      주식회사 더클랩(“Saleslog”)에서 운영 및 제공하는 Saleslog 서비스, 웹사이트 또는 모바일 애플리케이션(이하 통칭하여 "서비스")에 오신 것을 환영합니다. 세일즈 협업 툴 Saleslog(이하 “서비스”라 함)는 이용자의 권리 및 의무를 인지할 수 있도록 이용약관(이하 “본 이용약관”이라 함)을 제정했습니다. 귀하는 서비스에 접속 또는 이용함으로써 본 이용약관 및 개인정보 처리방침에 따른 법적 효력을 적용 받는 것에 동의합니다.
      <br />
      <br />
      <h5>서비스 설명 및 약관 동의</h5>
      본 이용약관에서 사용하는 용어의 정의 및 해석은 다음과 같습니다.
      “서비스”는 이용자가 워크그룹 멤버들과 함께 세일즈 활동과 관련된 정보와 의견을 공유하는 플랫폼, ‘세일즈로그’를 의미합니다.
      “계정”은 세일즈로그를 이용하기 위해 필요한 이메일 주소 및 비밀번호로 구성된 로그인 계정을 의미합니다.
      “포스팅”은 기호, 문자, 소리, 그림, 영상 등으로 구성된 메시지, 사진, 비디오, 파일 또는 링크로써 세일즈로그에 등록한 것을 의미합니다.
      “데이터”는 포스팅, 개인정보 또는 세일즈로그에 제공되는 기타 콘텐츠 또는 정보를 의미합니다. 본 이용약관에서 정의되지 않은 용어의 의미는 개인정보처리방침 상 정의에 따릅니다.
      <br />
      <br />
      <h5>  약관 개정</h5>

      본 이용약관은 이용자가 쉽게 참고할 수 있도록 게시하며, 회사는 개정 사항이 있는 경우 이를 사전에 이용자에게 고지합니다. 회사는 본 이용약관을 개정할 수 있습니다. 이용약관을 개정할 경우 회사는 개정약관의 효력 발생 7일 이전까지 웹사이트에 약관 개정의 내용, 개정사유, 개정약관의 적용 일자에 대하여 공지사항을 게시할 것입니다. 그러나 이용자에게 불리한 개정 내용이 있는 경우 회사는 개정약관의 적용일자 30일 전에 개정 사항의 내용을 고지 및 웹사이트에 게시할 것입니다.
      이용자가 개정된 약관 내용에 동의하지 않을 경우, 이용자는 서비스 이용을 중단하고 본 이용약관에 따른 이용계약을 해지할 수 있습니다.
      이용자가 개정약관 시행일 이후에도 서비스를 계속 이용할 경우 개정된 내용에 동의한 것으로 간주합니다.
      <br />
      <br />

      <h5>계정</h5>
      여러분이 서비스를 이용하고자 한다면 우선적으로 계정을 신청해야 합니다. 계정 신청 방법은 본 이용약관에 동의 후 이메일 주소를 제공하고 비밀번호를 설정하는 것으로 할 수 있습니다.
      아래에 해당하는 경우 계정 신청을 거절하거나 승인을 보류할 수 있습니다.
      ① 동일한 이메일 주소의 계정을 회사에서 삭제한 적이 있는 경우
      ② 제3자의 이름, 이메일 주소, 다른 사람의 개인정보로 계정 개설을 시도한 적이 있는 경우
      ③ 계정 신청 절차에서 필수적 정보를 제공하지 않거나 잘못된 정보를 제공하는 경우
      ④ 그 밖에 법적인 또는 정당한 사유가 있는 경우 여러분의 계정 신청을 받아들이지 않을 수 있습니다.
      여러분의 연령이 계정 신청이 가능한 법적 연령(만 14세 이상)에 미달한다면, 계정 신청에 대한 여러분의 부모님 또는 법적 보호자의 동의가 필요합니다. 여러분의 계정 개설 행위가 앞서 말한 계약조건에 위반하는 것으로 판명되면, 회사는 여러분의 서비스 이용을 금지시키거나 즉시 계정을 삭제할 수 있습니다.
      계정은 신청자 본인만 이용할 수 있으며, 다른 사람이 여러분의 계정을 이용하도록 승인하지 않습니다. 이용자는 다른 사람이 계정을 무단으로 이용하는 것을 막기 위하여 비밀번호를 안전하게 관리할 책임이 있습니다. 이용자는 제3자에 의하여 계정이 무단으로 이용되었음을 안 경우 회사에 무단 이용 사실에 대하여 알려야 합니다.
      <br />
      <br />
      <h5> 의무와 권리</h5>

      서비스를 불법적인 목적으로 사용하면 안됩니다. 회사는 본 이용약관 및 서비스 정책에 따라 개인적이며 양도 불가능 한 비독점적 이용 라이선스를 여러분에게 부여합니다. 회사는 서비스품질 및 이용경험 개선을 위하여 제공 기능(서비스)의 특징이나 기능의 변경 또는 중단할 수 있는 권리를 가집니다.q
      또한, 회사는 서비스를 여러 개로 분할할 수 있고 요금제, 이용자 상태, 등록 정보 또는 회사가 설정한 다른 조건 등에 따라 각 이용자에게 서비스의 전부 또는 일부를 변경하여 제공할 수 있으며, 서비스와 구성 요소(모든 지적재산권)들에 대한 모든 권리와 권원, 이익은 회사가 소유합니다.
      이용자는 적법하고 승인 받은 목적을 위하여만 서비스를 이용할 수 있고, 더클랩이 정한 방식에 위반하여 서비스를 남용할 수 없습니다. 이용자는 회사에 의하여 제공받거나 승인되지 않은 다른 방식을 사용하여 서비스 제공을 방해하거나 서비스에 접속하여서는 안됩니다. 이용자는 서비스 이용자의 정보를 수집, 이용 또는 제공하여서는 안되며, 제3자의 권리 및 이익(저작권을 포함하나 이에 제한되지 아니함)을 침해하거나 공공질서, 법률, 미풍양속에 위반되는 행위나 포스팅을 등록하면 안됩니다. 이용자는 회사의 사전 동의 없이 서비스 및 서비스에 포함된 소프트웨어의 전부 또는 일부를 복제, 변경, 배포, 판매, 이전, 임대, 담보 제공, 타인에 대한 사용 허락을 하면 안됩니다. 이용자는 서비스의 역설계 또는 서비스에 포함된 소프트웨어 소스코드 추출 시도, 서비스의 복제, 분해, 재현, 기타 변경 행위 등을 하면 안됩니다. 이용자가 본 이용약관 및 관련 법령, 회사의 정책을 준수하지 않는 경우 회사는 이를 조사하거나 해당 이용자의 서비스 이용을 일시적 또는 영구적 금지할 수 있습니다.
      <br />
      <br />
      <h5> 데이터 사용
      </h5>
      서비스의 쾌적한 제공/운영을 위하여 이용자는 이용자가 생성한 정보 및 포스팅 등 데이터를 회사가 사용함에 동의해야 합니다. 회사는 이용자와 멤버들에게 데이터를 제공하기 위하여 전송, 저장 및 복제할 필요가 있고, 이용자가 검색할 수 있도록 데이터에 색인 할 필요가 있으며 이용자의 사용 중단 및 탈퇴 후에도 다른 멤버의 원활한 서비스 이용과 서비스의 개선 및 개발 등을 위하여 데이터 사용 동의는 존속됩니다.
      서비스에서 제공하는 정보는 다른 이용자나 단체 등이 생성한 정보를 포함하며, 회사는 다른 이용자나 단체 등이 생성한 정보에 대하여 책임을 부담하지 않습니다.
      <br />
      <br />
      <h5> 정보 수집 및 이용</h5>

      회사는 이용자에게 더 나은 서비스 제공을 위하여 정보를 수집 및 이용할 수 있습니다.
      회사는 서비스 데이터와 관련 기술 및 운영 성과와 관련한 정보를 수집, 이용 및 분석할 수 있고, 그것을 사업적으로 이용하거나 사업과 관련하여 통계적 또는 식별불가능한 형태로 공개할 수 있습니다.
      <br />
      <br />
      <h5>비용</h5>

      이용자는 잔디 서비스의 유료 플랜을 신청할 수 있습니다. 신청한 유료 플랜에 맞게 이용료가 부과되며, 이용료는 선불로 결제됩니다. 미납액이 발생하는 경우 여러분에게 납부 의무가 있으며 30일 이상 미납이 지속될 경우 서비스에 제한이 있을 수 있습니다.
      <br />
      <br />
      <h5> 탈퇴</h5>

      이용자는 언제든지 서비스에서 탈퇴할 수 있습니다. 이용자가 더 이상 서비스 이용을 원하지 않는 경우, 이용자는 언제든지 서비스에서 탈퇴할 수 있습니다. 유료 플랜 이용자의 경우 계약 기간까지 선불 결제된 비용은 환불되지 않습니다. 탈퇴가 아닌 계약의 해지는 결제 관리 메뉴에서 직접 설정해주셔야 처리됩니다.
      <br />
      <br />
      <h5>서비스 중단
      </h5>
      회사는 365일 쉬지 않고 서비스를 중단없이 쾌적한 상태로 제공하고자 노력합니다. 그러나 유지보수 또는 그 밖에 피할 수 없는 원인(불가항력적 사건)으로 인하여 정기적 또는 일시적으로 서비스 이용이 제한될 수 있습니다. 이러한 경우 회사는 상황이 허락하는 한 최선을 다하여 이용자에게 미리 고지하고 쾌적한 이용을 위하여 노력하겠습니다. 관련하여 회사는 본 이용약관에 규정되지 않은 내용은 이용자에게 보증하지 않으며, 서비스 이용 관련으로 이용자에게 발생하는 질병 및 상해, 제3자에 의한 이용자 계정 도용과 승인되지 않은 접속을 원인으로 발생한 손해, 제3자에 의한 서비스의 방해 또는 중단을 원인으로 발생한 손해, 제3자에 의한 버그, 바이러스, 트로이목마, 기타 유사한 것 등의 전송을 원인으로 발생한 손해, 데이터의 누락 또는 파손을 원인으로 발생한 손해, 제3자의 서비스 이용 과정에서 이용자에게 발생한 손해(명예훼손을 포함하며 이에 제한되지 아니함)에 대하여 어떠한 책임도 부담하지 않습니다.
      <hr />
      <h5> 연락처
      </h5>
      세일즈로그 팀은 다양한 의견과 제안을 환영합니다. 협업 등 제안 뿐 아니라 본 이용약관에 위배되는 의심 행위를 알고 있거나 의심되는 경우 support@theklab.co 로 연락해주세요. 우리 팀도 이용자의 계정 이메일 주소로 세일즈로그 업데이트 정보와 함께 세일즈 활동에 필요한 정보와 혜택 등을 제공합니다.
      <br />
      <br />
      <h5> 준거법 및 관할 법원
      </h5>
      서비스에 대한 일체의 행위는 대한민국 법에 의하며, 관할 법원은 서울중앙지방법원으로 합니다.

      <br />
      <br />
      공포일: 2021년 10월 01일
      시행일: 2021년 10월 10일

    </div>
  )
}
